IDEA Open Model
LoadGroupSIA Properties
Compatible with IDEA StatiCa 20.1
The LoadGroupSIA type exposes the following members.
Properties
Name | Description
Dzeta
 ζ
 (Inherited from LoadGroup.)
GammaGInf
 γ G,Inf
 (Inherited from LoadGroup.)
GammaGSup
 γ G,Sup
 (Inherited from LoadGroup.)
GammaQ
 γ Q
 (Inherited from LoadGroup.)
GroupType
 Group type
 (Inherited from LoadGroup.)
Id
 Element Id
 (Inherited from OpenElementId.)
Name
 Name of load group
 (Inherited from LoadGroup.)
Psi0
 ψ 0
Psi1
 ψ 1
Psi2
 ψ 2
Relation
 Relation
 (Inherited from LoadGroup.)
Top
See Also
Reference
LoadGroupSIA Class
IdeaRS.OpenModel.Loading Namespace